package com.rsschool.quiz

object SampleData {

    val questions: List<Question> = listOf(
        Question(
            "Пытаньне 1",
            listOf(
                "Варыянт 1",
                "Варыянт 2",
                "Варыянт 3",
                "Варыянт 4",
                "Варыянт 5",
            ),
            3
        ),

        Question(
            "Пытаньне 2",
            listOf(
                "Варыянт 1",
                "Варыянт 2",
                "Варыянт 3",
                "Варыянт 4",
                "Варыянт 5",
            ),
            3
        ),

        Question(
            "Пытаньне 3",
            listOf(
                "Варыянт 1",
                "Варыянт 2",
                "Варыянт 3",
                "Варыянт 4",
                "Варыянт 5",
            ),
            3
        ),

        Question(
            "Пытаньне 4",
            listOf(
                "Варыянт 1",
                "Варыянт 2",
                "Варыянт 3",
                "Варыянт 4",
                "Варыянт 5",
            ),
            3
        ),

        Question(
            "Пытаньне 5",
            listOf(
                "Варыянт 1",
                "Варыянт 2",
                "Варыянт 3",
                "Варыянт 4",
                "Варыянт 5",
            ),
            3
        )
    )
}